Autodesk.Revit.DB.Plumbing.PipingSystem.FixtureUnits
The fixture units of this piping system
Since:
2011

Autodesk.Revit.DB.Plumbing.PipingSystem.Flow
The flow of this piping system
Since:
2011

Autodesk.Revit.DB.Plumbing.PipingSystem.StaticPressure
The static pressure of this piping system
Since:
2011